INSERT INTO RoomsClasses
VALUES ('Эконом', 1500), ('Люкс', 3000), ('Президентский', 4500);

INSERT INTO Rooms
VALUES (1, 'Эконом', 3), (2, 'Президентский', 2), (3, 'Люкс', 1), (4, 'Эконом', 2);

INSERT INTO Guests
VALUES ('123456789', '2018-01-12', 1, 'Шляк Павел Иванович', 'М', 'Макдак', '2021-01-12', 1),
('0123456789', '2018-02-01', 3, 'Сорокин Никита Олегович', 'М', 'ЦМТ', '2018-02-02', 2),
('9227456789', '2018-06-28', 2, 'Попова Анна Николаевна', 'Ж', 'КФС', '2018-07-10', 2),
('3969406789', '2019-06-01', 4, 'Куделина Наталья Вячеславовна', 'Ж', 'Шоколадница', '2019-08-03', 0);

INSERT INTO Services
VALUES ('Стирка', 'Ручная стирка', 2500), ('Глажка', 'Паровая глажка', 2000),
('Завтрак', 'Завтрак в номер', 4000), ('Лечение', 'Вызов врача', 500);

INSERT INTO ProvidedServices
VALUES ('123456789', 'Завтрак', 3, 4000, '2018-01-13'),
 ('123456789', 'Стирка', 1, 2500, '2018-01-14'),
 ('9227456789', 'Завтрак', 1, 4000, '2018-06-29'),
 ('9227456789', 'Глажка', 3, 2000, '2018-06-30'),
 ('0123456789guests', 'Лечение', 1, 500, '2018-02-02');